/* 
   Localizable.strings
   Man Viewer

   Created by Peter Kendall on 1/12/10.
   Copyright 2010 @PAK Software. All rights reserved.
 */

"LoadingManPages"="Loading man pages...  (cached)";
"LoadingManPagesCached"="Loading man pages...";

"SelectManPage"="Please select a man page from the list on the left.";
"ManPageNotExist"="That man page does not exist!";

"AutoLookup"="Auto lookup %@";
"AutoLookupSection"="Auto lookup %@ (%@)";

"InstallCommandLineTool"="Installing Command Line Tool";
"OK"="OK";
"Cancel"="Cancel";
"CommandLineToolDescription"="Man Viewer will now install manv, a command line tool, into /usr/local/bin/.  manv makes it easy to look up man pages in Man Viewer from the command line.  More details can be found in the Read Me file.";
"AuthorizationDenied"="Authorization denied!";
"ManvNotInstalled"="manv was not installed.";
"ManvInstalled"="manv Installed Successfully";
"ManvInstalledDescription"="manv was installed /usr/local/bin/.  You can now use manv directly from the Terminal.\nUsage:  $ manv [section] manpage";
